{
    "members": [
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/IMG_20230910_021448%20-%20Nikunj%201.png?updatedAt=1698762702071",
            "name": "NIKUNJ BIHARI",
            "role": "PRESIDENT",
            "email": "nikunjbihari999@gmail.com",
            "phone": "+91-7091081019",
            "statement": [
                "In the verdant realms of learning, I, Nikunj, cultivate the fields of academia as an agriculture student, and my heart blossoms with zeal as the President (General Secretary) of Galgotias University. My journey commenced as a humble member, steadily climbing the ladder to become a coordinator, and finally, finding myself honoured to lead as the head and now proudly as the President of our esteemed student council. This path has been a tapestry of challenges and opportunities, weaving invaluable experiences that have nurtured my growth.",

                "As the president, I feel immensely privileged to share this transformative journey with my esteemed colleagues and dedicated members. The experience has instilled in me valuable attributes, from discipline to learning from failures and cherishing successes. I aspire to keep learning and wholeheartedly contribute to our university's betterment, fostering a welcoming environment where students can channel their creativity and talents. With an unwavering commitment to our shared mission, let us stand as an integral force, driving our cherished student council's soaring success and holistic development.",

                "In the tapestry of my three transformative years, I unearthed the profound truth: through unwavering toil, the world bows to your will, and destiny cannot resist leading you to the realm where you truly belong.",
                " - Nikunj."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/DSC_4523%20-%20TAPISH%20RAWAT%201.png?updatedAt=1698762701793",
            "name": "TAPISH RAWAT",
            "role": "VICE PRESIDENT",
            "email": "iamtapishrawat@gmail.com",
            "phone": "+91-06395746016",
            "statement": ["I embarked on this thrilling journey three years ago as part of the Galgotias Student Council's Sponsorship team alongside pursuing Bachelors in Computing Science & Technology. Now, standing as the Vice President Treasurer, I'm excited to lead and motivate all of you towards greatness. My vision is to create a close-knit community focused on creativity, collaboration, and growth. Together, we'll challenge norms, set new standards, and inspire innovation.",

            "My leadership is grounded in authenticity - I lead by example and roll up my sleeves to get things done. Collaboration is key to our success, where every voice and idea matters. This journey has taught me valuable lessons in leadership, adaptability, and empathy, molding me into a better leader and person.",

            "I encourage you to step out of your comfort zones, as we explore new horizons and emerge stronger. My philosophy centers on positive influence, inspiring each of you to discover your best selves and make a profound impact. With passion and authenticity, I'm committed to making the Galgotias Student Council an awe-inspiring force, ready to conquer challenges and ignite change.",
            "Let's unite, stay motivated, and rock this together!"]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/IMG_3302%20-%20Avanindra%20Vikram%20Pratap%20Singh%201.png?updatedAt=1698762702085",
            "name": "AVANINDRA VIKRAM PRATAP SINGH",
            "role": "VICE PRESIDENT",
            "email": "avanindravikrampratapsingh@gmail.com",
            "phone": "+91-7564836036",
            "statement": ["I'm Avanindra Vikram Pratap Singh, a dynamic fourth-year law student who currently holds the esteemed position of Vice President of Marketing & Sponsorship Affairs. I boast an impressive journey within the Marketing team of the Student Council, ascending to the role of Head through dedicated leadership and commitment.",
            
            "With an unwavering passion for student welfare and a deep-rooted devotion to enhancing the university experience, I stand as a beacon of proactive leadership. My vision for the betterment of the university community is a driving force behind the dedicated contributions.",
            
            "Having spent three transformative years as an integral part of the team, I eagerly anticipate the opportunity to lead and collaborate with the very individuals I have shared this journey with. My tenure with the student council has not only enriched my personal growth but has also cultivated a strong desire to reciprocate by making meaningful contributions."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/IMG20230706095539%20-%20ummad%20sofi%201.png?updatedAt=1698762701797",
            "name": "UMAD SOFI",
            "role": "VICE PRESIDENT",
            "email": "ummadsofi@gmail.com",
            "phone": "+91-9541490567",
            "statement": ["I am Umad Bashir Sofi, a B.Tech student, and currently the Vice Secretary of the Galgotias Student Council. Over three years, I've progressed from a volunteer to Head of the Online Promotions Team, contributing to the council's growth.",
            
            "This journey has honed my leadership, communication, and teamwork skills through organizing various events. Our team's progress fills me with pride, and I eagerly anticipate further enriching our campus community. I've learned the significance of coordinated efforts among diverse teams . My role as Head of the Online Promotions Team empowered me to devise innovative digital marketing strategies, enhancing our events' visibility. This fostered creativity and adaptability in a rapidly changing digital landscape. In the council, I've built connections with peers, faculty, and external stakeholders, broadening my perspective and refining stakeholder management.",
            
            "In summary, my multifaceted journey in the Galgotias Student Council has enriched my skills in leadership, organization, strategic thinking, and communication. Committed to driving positive change, I embrace challenges and opportunities for growth. I'm dedicated to upholding the council's values, contributing meaningfully to our institution's advancement."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/6A0E87BB-97B6-45AC-BE01-16327BE215CC%20-%20Devansh%20kaushik%201.png?updatedAt=1698762701496",
            "name": "DEVANSH KAUSHIK",
            "role": "VICE PRESIDENT",
            "email": "devanshk41@gmail.com",
            "phone": "+91-09565054649",
            "statement": ["VICE PRESIDENT(Events) (Regent Secretary)",
            
            "Hey everyone! I am Devansh, currently traversing through my fourth enriching year of legal studies. Reflecting upon the past three years, I find myself marveling at the continuous journey I've undertaken within the realms of the Student Council.",
            
            "To me, the Student Council embodies the art of crafting a formidable presence and nurturing a profound sense of community, all while expanding the boundaries of one's own horizons. My odyssey commenced within the Marketing club, where I embarked as a member. Through unwavering dedication and tenacity, I ascended the ranks, donning the roles of both a coordinator and ultimately, the helm as the head. Today, as the Vice President of event affairs, I stand poised at the precipice of another remarkable year, resolute in my belief that it shall be nothing short of the extraordinary experiences that have preceded it.",
            
            "As we unite under the banner of One for all and all for one, I am reminded of the enduring spirit of camaraderie that binds us together on this shared expedition."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/_DSC0057%20-%20Rahul%20Bhogal%201.png?updatedAt=1698762702077",
            "name": "RAHUL BHOGAL",
            "role": "VICE PRESIDENT",
            "email": "rahulbhogal.456@gmail.com",
            "phone": "+91-8799778787",
            "statement": ["VICE PRESIDENT(Events) (Regent Secretary)",
            
            "Hey everyone! I am Devansh, currently traversing through my fourth enriching year of legal studies. Reflecting upon the past three years, I find myself marveling at the continuous journey I've undertaken within the realms of the Student Council.",
            
            "To me, the Student Council embodies the art of crafting a formidable presence and nurturing a profound sense of community, all while expanding the boundaries of one's own horizons. My odyssey commenced within the Marketing club, where I embarked as a member. Through unwavering dedication and tenacity, I ascended the ranks, donning the roles of both a coordinator and ultimately, the helm as the head. Today, as the Vice President of event affairs, I stand poised at the precipice of another remarkable year, resolute in my belief that it shall be nothing short of the extraordinary experiences that have preceded it.",
            
            "As we unite under the banner of One for all and all for one, I am reminded of the enduring spirit of camaraderie that binds us together on this shared expedition."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/1691066068478%201.png?updatedAt=1698762700169",
            "name": "SAUMYA PATHAK",
            "role": "VICE PRESIDENT",
            "email": "saumyapathak2108@gmail.com",
            "phone": "+91-9696367778",
            "statement": ["I am Saumya Pathak, pursuing Masters in Journalism & Mass Communication serving as the Vice President (Intellectual Discourse and Community Engagement) of Galgotias University Student Council. To me, self-motivation and esteem are guiding forces that lead to our desired aims. I embody the role of an 'Anchor,' driven by resilience and diligence, as I work towards all-round development and versatility, always grounded as I strive for accomplishment.",
            
            "My focus lies in implementing core communication strategies and intellectual resolutions, fostering transparency and hard work. My vision is to elevate Galgotias University and our community to new heights of educational excellence and knowledge embodiment. Through collective effort, I am committed to uniting everyone to elevate the dissemination of wisdom and power, firmly believing that responsibilities and duties, when directed effectively, lead to grand successes.",
            
            "In the pursuit of our goals, I hold dear the adage, Be assiduous to achieve goals at the helm of your roles, and I am dedicated to steering our endeavors with determination and purpose."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/WhatsApp%20Image%202023-08-03%20at%2018.04%201.png?updatedAt=1698762701797",
            "name": "MELODY TSISTI MUCHAFA",
            "role": "VICE PRESIDENT",
            "email": "akshat_agrawal.gsolllb@galgotiasuniversity.edu.in",
            "phone": "+91-9759449326",
            "statement": ["Hello, I'm Melody Tsitsi Muchafa, currently studying B.Sc. Hotel Management and serving as the Vice President for International Immersion and Intercultural Learning in the Galgotias University Student Council. It's an honor to be part of this team, representing the first international student in the history of Galgotias University to hold such a role.",
            
            "In my view, every individual's educational journey is a unique tapestry woven with experiences, passions, and dreams. My personal convictions are rooted in values like integrity, compassion, and empathy. I am committed to treating every person with respect and kindness, championing diversity, and nurturing inclusivity within our school community. I'm deeply grateful for the chance to contribute to the Student Council's mission.",
            
            "Looking ahead, I eagerly anticipate increased participation from international students in our school's extracurricular activities, projects, and functions. It's my aspiration that the Student Council will continue to facilitate a positive and engaging environment. Thank you for affording me this incredible opportunity. I'm excited about the upcoming season as a member of the Student Council team and what we can collectively achieve."]
        },
        {
            "image": "https://ik.imagekit.io/qnbmvykj4/New%20folder/IMG_20230803_174412%20-%20Shruti%20Saxena%201.png?updatedAt=1698762701156",
            "name": "Shruti Saxena",
            "role": "VICE PRESIDENT",
            "email": "saxenashruti857@gmail.com",
            "phone": "+91-7037160426",
            "statement": ["I am Saumya Pathak, pursuing Masters in Journalism & Mass Communication serving as the Vice President (Intellectual Discourse and Community Engagement) of Galgotias University Student Council. To me, self-motivation and esteem are guiding forces that lead to our desired aims. I embody the role of an 'Anchor,' driven by resilience and diligence, as I work towards all-round development and versatility, always grounded as I strive for accomplishment.",
            
            "My focus lies in implementing core communication strategies and intellectual resolutions, fostering transparency and hard work. My vision is to elevate Galgotias University and our community to new heights of educational excellence and knowledge embodiment. Through collective effort, I am committed to uniting everyone to elevate the dissemination of wisdom and power, firmly believing that responsibilities and duties, when directed effectively, lead to grand successes.",
            
            "In the pursuit of our goals, I hold dear the adage, Be assiduous to achieve goals at the helm of your roles, and I am dedicated to steering our endeavors with determination and purpose."]
        }
    ]
}