{
    "clubs": [
        {

            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Coding Club",
            "description": "The Coding Club at Galgotias University is for those who are passionate about technology and coding. We explore the world of programming, software development, and problem-solving. Our club organizes coding competitions, hackathons, and coding boot camps to enhance our members' coding skills. Whether you are a beginner or an experienced coder, we welcome you to join us in this exciting journey of innovation and technology.",
            "eventCount": 12,
            "studentsCount": 100,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Sports Club",
            "description": "The Sports Club at Galgotias University is all about physical fitness, competition, and teamwork. We offer a wide range of sports and organize regular tournaments and events. Whether you're an athlete or just looking to stay active, our club provides the perfect platform to enjoy sports, make friends, and represent the university in various competitions.",
            "eventCount": 10,
            "studentsCount": 80,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Eco Club",
            "description": "The Eco Club at Galgotias University is dedicated to environmental conservation and sustainability. We organize tree plantation drives, clean-up campaigns, and awareness programs to protect our planet. If you have a passion for the environment and want to make a difference, join our club and be a part of the green movement.",
            "eventCount": 6,
            "studentsCount": 50,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Debate Club",
            "description": "The Debate Club at Galgotias University is where intellectual discussions and public speaking thrive. We host debates, discussions, and workshops to improve your oratory and critical thinking skills. Join us to engage in meaningful conversations and develop your ability to articulate your ideas effectively.",
            "eventCount": 8,
            "studentsCount": 70,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Robotics Club",
            "description": "The Robotics Club at Galgotias University combines technology and creativity to build robots and automation systems. Our club members design, build, and program robots for various applications. If you're fascinated by robotics and want to explore this cutting-edge field, join us on a journey of innovation and automation.",
            "eventCount": 9,
            "studentsCount": 60,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Art Club",
            "description": "The Art Club at Galgotias University is a canvas for creative minds. We celebrate art in all its forms, including painting, sketching, and sculpture. Our club provides a space for artists to unleash their imagination and exhibit their work. Join us to explore the world of visual art and express your creativity.",
            "eventCount": 7,
            "studentsCount": 55,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Entrepreneurship Club",
            "description": "The Entrepreneurship Club at Galgotias University nurtures the entrepreneurial spirit in students. We provide resources, mentorship, and opportunities for aspiring entrepreneurs to develop their startup ideas. If you have a vision to create a business, join our club and embark on an entrepreneurial journey.",
            "eventCount": 5,
            "studentsCount": 45,
            "registerLink": ""
        },
        {
            "image": "https://i0.wp.com/thinkfirstcommunication.com/wp-content/uploads/2022/05/placeholder-1-1.png?fit=1200%2C800&ssl=1",
            "title": "Science Club",
            "description": "The Science Club at Galgotias University is a hub for science enthusiasts. We conduct experiments, host science exhibitions, and explore various scientific fields. Whether you're passionate about physics, chemistry, or biology, our club offers a platform to satisfy your curiosity and engage in scientific exploration.",
            "eventCount": 6,
            "studentsCount": 50,
            "registerLink": ""
        }
    ]
}

            "team": "GU Management Team",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/Photp.jpg?updatedAt=1698724217237",
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_9037%20-%20Pratham%20Gangwal%201.png?updatedAt=1698724558555",
            "club-1-head": "Kartik Das",
            "club-2-head": "Pratham Gangwal",
            "description": "The GU Management Team is a student body that oversees all events and is made up of members from several University student clubs. The Management Team concept strives to empower student leaders to make a difference by expanding possibilities for their peers while also allowing them to grow as individuals. While a member of the College staff assists the group of passionate student leaders, it is the GMT members who are fully responsible for event management, volunteer provision, and ushering wherever needed at the university's event. Ensure that the provision is truly student-centered by bringing in the most registrations, recruiting students to volunteer, organizing matches, managing crowd, and officiating fixtures. The GU Management Team is an important aspect of the student government.",
            "club-image": ""
        },
        {
            "team": "Stage Management Team",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/Photp.png?updatedAt=1698724556284", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_1143%20-%20Pranav%20Tiwary%201.png?updatedAt=1698724556827",
            "club-1-head": "Aashutosh Shah",
            "club-2-head": "Pranav Tiwary",
            "description": "Behind every mesmerizing performance lies our exceptional Stage Management Team.At Galgotias University, we are the unsung heroes, working tirelessly behind the scenes to ensure flawless productions that leave audiences in awe. With precision and dedication, we coordinate rehearsals, organize logistics, and ensure everything is ready for the opening event. From the earliest preparations to the final moments, our stage management team ensures a seamless and captivating experience. Our passion for the performing arts and attention to detail create a strong foundation for successful and engaging productions. We work long hours, arriving early and staying late, making sure every aspect is meticulously handled. Our expertise allows performers to shine on stage, leaving the audience with unforgettable memories and yearning for more. Our commitment and adaptability make us an essential and cherished part of Galgotias University's vibrant performing arts community. Behind every mesmerizing performance, you'll find us - the dedicated stage management team.",
            "club-image": ""
        },
        {
            "team": "Graphex",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/1683062555473%201.png?updatedAt=1698725042846", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230609_043924_900%20-%20Ishita%20Singh%201.png?updatedAt=1698725044314",
            "club-1-head": "Devesh Kumar",
            "club-2-head": "Ishita Singh",
            "description": [
                "Galgotias Graphex, where creativity meets innovation!",
                "In the world of pixels, vectors, and boundless imagination, the Graphics Designer Club embarked on a journey of innovation, collaboration, and artistic exploration over its existence. A team of passionate designers devoted to bringing your ideas to Life. Whether you're looking for a new logo, a fresh website design, video banners, certificates or eye-catching social media graphics, we've got you covered. Graphex has always been enthusiastic about its work in all paramount aspects of design. No matter whether the mode is offline or online, Graphex has always been active. We're always looking for new trends and techniques to ensure our designs are always cutting-edge and efficacious. Design is more than just aesthetics - it's about creating an experience that resonates with your audience",
                "Graphics Designer Club: Where Design Comes to Life."
            ],
            "club-image": ""
        },
        {
            "team": "Online Promotions",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230620_143943%20-%20Ayush%20Aggarwal%201.png?updatedAt=1698725046606", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_6431%20-%20karuna%20gupta%201.png?updatedAt=1698725046284",
            "club-1-head": "Ayush Aggarwal",
            "club-2-head": "Karuna Gupta",
            "description": [
                "Elevate your digital presence with Galgotias University's Online Promotions Team - a premier society for mastering strategic marketing techniques. Uncover the nuances of promotion strategies as we guide you through dynamic learning experiences.",
                "Our team excels in managing the social media landscape for Galgotias Student Council and it's clubs, while also showcasing live streams of captivating university events. Dive deep into the world of social media algorithms and discover the art of organic engagement growth - from followers and likes to verified comments. Join us to amplify your profile's reach, attracting a broader audience and unlocking a realm of exciting opportunities. Shape your digital journey with the Online Promotions Team and chart a course toward impactful success."
            ],
            "club-image": ""
        },
        {
            "team": "Cam Circle",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/694065%20-%20Adarsh%20Devendra%201.png?updatedAt=1698725045199", 
            "head-2-image": "",
            "club-1-head": "Adarsh Devendra",
            "club-2-head": "Rajeev Kumar",
            "description": [
                "From group shots to candid moments, Cam Circle has got you covered for all. Galgotias University Cam circle is your portal to a world of unparalleled aesthetics, where every click of the shutter paints a tale, every frame narrates an emotion, and every image echoes the essence of Life itself—capturing all the moments and events, catching the essence and aura of the environment. Each and every shot holds a story to embark on a journey of visual exploration, honing our skills, and capturing the essence of Life one click at a time. They marshal the events such as workshops and photo walks by visiting different locations and competitions. It expands the vision and creativity; it is an excellent source of inspiration and motivates people to showcase their keen talent through exhibitions and cheer to participate. In a world where every frame is a stroke of art, every click is a melody of expression, and every photograph is a testament to the power of perception, we welcome you to explore Life anew through the lens of the Cam Circle Club.",
                "Capture the moment and make it last forever."
            ],
            "club-image": ""
        },
        {
            "team": "Sponshorship",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG-20230326-WA0017%20-%20NIKHIL%20JAIN%201.png?updatedAt=1698725047067", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG-20230729-WA0000%20-%20Vanshika%20Bhardwaj%201.png?updatedAt=1698725049107",
            "club-1-head": "Nikhil Jain",
            "club-2-head": "Vanshika Bhardwaj",
            "description": "Step into the world of event magnificence as the Galgotias Sponsorship Team takes you on an inspiring journey of excellence. Comprising dedicated student members, this team operates like a well-coordinated orchestra, orchestrating a symphony of sponsorships and endorsements that elevate Galgotias Students Council's events to unprecedented heights. Their finesse lies in crafting dynamic corporate partnerships that breathe life into each occasion through diverse channels. As a collaboration catalyst, the Galgotias Sponsorship Team demonstrates adept negotiation skills and expertly engages with stakeholders, forming the essence of success for every event within the college premises. They take center stage with every venture, serving as the driving force behind seamless financial support and the brilliance of each occasion they touch. Their dedication and proficiency make them an essential pillar in ensuring the success of the college's events, creating an unforgettable experience for all attendees.",
            "club-image": ""
        },
        {
            "team": "Lingo Freaks",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/1671603553309%20-%20Anmol%20kriti%201.png?updatedAt=1698725045771", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/_DSC0325%20-%20Advika%20Gupta%201.png?updatedAt=1698725045536",
            "club-1-head": "Anmol Kriti",
            "club-2-head": "Medhya Gupta",
            "description": [
                "We bleed and breathe literature.",
                "Welcome to Lingo Freaks, the literary club of the Galgotias University Student Council! As a haven for diverse literature-related and communication-focused talents, our club is the heart and soul of literary expression on campus. At Lingo Freaks, we wield the power of words like skilled artists, creating mesmerizing content that resonates with hearts and minds alike. From captivating Content-writing to precise Text-editing, we weave literary magic to cater to the needs of the Student Council with unwavering dedication and finesse. One of our crown jewels is our exceptional pool of anchors, meticulously curated to exude charm, wit, and confidence. When the spotlight shines on Council events, it is the Lingo Freaks who take the stage, effortlessly commanding respect and leaving a lasting impression on all attendees. Embracing our profound love for literature, we infuse every project with creativity, eloquence, and brilliance. We understand that words are not merely tools but the building blocks of ideas that can shape a community's destiny."
            ],
            "club-image": ""
        },
        {
            "team": "TechnoJam",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/document-vedansh%20-%20Vedansh%20Tripathi%201.png?updatedAt=1698725044698", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG-20230519-WA0023%20-%20Priyangana%20Gupta%201.png?updatedAt=1698725048801",
            "club-1-head": "Vedansh Tripathi",
            "club-2-head": "Priyangana Gupta",
            "description": "The Galgotias University Tech Connect; Technology's recent rapid advancement has significantly impacted our lives. Our challenge is to adapt and embrace it rather than get overwhelmed by its unlimited potential. In an era where innovation shapes our world, the Technology Club stands as a beacon of curiosity, exploration, and technological prowess. This annual report delves into a year of groundbreaking endeavours, collaborative learning, and the relentless pursuit of technical excellence. We at Technojam work to encourage and guide kids interested in technology to become future leaders and innovators. We aim to assemble a solid group of competent people who can meet any company's requirements and foster creativity. We motivate people to learn how to code by pointing them in the proper direction, giving them a helping hand to get started, and encouraging them to explore their interests. We interact, exchange knowledge, and learn from one another with individuals from various backgrounds and with strong social ties, creating an environment of growth and success.",
            "club-image": ""
        },
        {
            "team": "Scintillations",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG-20230804-WA0001%20-%20SARTHAK%20SHARMA%201.png?updatedAt=1698725049778", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_1394%20-%20Yashica%20pandey%201.png?updatedAt=1698725044714",
            "club-1-head": "Sarthak Sharma",
            "club-2-head": "Yashica Pandey",
            "description": "Welcome to Scintillations, an enchanting realm where style comes alive with personality and expressiveness meets glitz. Our prominent tagline embodies our fashion philosophy: Leaving bystanders and spectators mesmerised and allured. At Scintillation, we are dedicated to redefining fashion through a language that promotes expression, creativity, beauty, and style. We go beyond mere flair and luxury, promising a season of style and splendour that exceeds imagination. Embrace the magic of Scintillations, where fashion becomes a powerful expression of individuality, captivating fashion enthusiasts worldwide. With us, you'll discover a world where style transcends boundaries and trends are born. Experience the allure of Scintillations and embark on a journey of self-discovery through the transformative power of fashion. Welcome to a fashion world that knows no bounds, where every detail speaks volumes, leaving an indelible mark on the world's fashion landscape.",
            "club-image": ""
        },
        {
            "team": "Actor's Hub",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230907_015510%20-%20HARSH%20RAJ%2021SMCS1010039%201.png?updatedAt=1698726652777", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_1566%20-%20Dassing%20satya%201.png?updatedAt=1698726652777",
            "club-1-head": "Harsh Raj",
            "club-2-head": "Satya Prakash",
            "description": "At Actor's Hub, we believe life is like theatre. Each new day is a new scene with new acts and roles to portray. The sets constantly change. We are one of the several active and vibrant clubs in the university. A cultural club representing the various performing talents of the university. The actor's hub has a pivotal role in finding out the inborn artistic talents among students and nurturing them to their fullness. It is a place for performing arts, acting, music, scriptwriting, directions, voice modulation, expressions and modelling. The Club encourages dramatic presentations by students through skits, mime, plays etc. This is the home to extraordinary Nukkad Natak, splendid Theaters, impressive mimes, spectacular Skits, and much more. The Actor's Hub aims to create opportunities to explore various aspects of the field of theatre practice. The Club aims to provide expert training in specific areas of theatre production through workshops and equip students to create their displays. As creative and talented as every member is, we perform and participate in our university and encourage and support our students to showcase their exemplary performance in other universities and events.",
            "club-image": ""
        },
        {
            "team": "Notveda",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/1FCF0900-3A33-45DE-A7EA-54282280DCAC%20-%20Aman%20Tyagi%201.png?updatedAt=1698726775344", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230620_151020%20-%20Rohan%20Sharma%201.png?updatedAt=1698726775349",
            "club-1-head": "Aman Tyagi",
            "club-2-head": "Rohan Sharma",
            "description": "Welcome to Noteveda, Galgotias University's celestial music club, where your musical dreams come alive. Discover kindred spirits and unleash your creativity as we harmonise melodies and rhythms, creating soul-stirring music. Our stage is your canvas, with multiple events to showcase your talents and dance to the euphoria of shared musical revelry. Noteveda, Galgotias University's music club, a haven of musical expression and perpetual learning. Embrace the transformative journey of skill development and meet like-minded people who share a passion for singing, playing instruments, and forming bands. Our stage awaits your musical virtuosity with events celebrating your talents and bringing people together to revel in the magic of music. As ambassadors of harmony, we serenade the world beyond our institution, creating melodies that resonate in the annals of eternity. Unleash the power of sound, join Noteveda, and let music teach virtues to your soul.",
            "club-image": ""
        },
        {
            "team": "Galgotia's Dance Crew",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/C213BD3C-4E2A-42C1-990B-90237FAC0328%20-%20Adil%20Ali%20khan%201.png?updatedAt=1698760945074", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230908_174339_530%20-%20Aniket%20Karn%201.png?updatedAt=1698760945243",
            "club-1-head": "Adil Khan",
            "club-2-head": "Albin Devis",
            "description": "Embark on an exhilarating voyage with Galgotias Dance Crew, where the essence of movement and boundless ecstasy awaits to free your spirit. Prepare to unleash your dance moves and represent yourself in a mesmerising display of artistry at various events while proudly carrying the banner of your university in inter-college fests. This vibrant dance fraternity offers you an unparalleled opportunity to collaborate with renowned choreographers and even share the spotlight with the luminaries of India's cinematic world as you sway to the rhythm of stardom. But that's not all. Galgotias Dance Crew goes beyond the limelight, recognizing the myriad forms of dance that enrich our cultural tapestry. Engaging workshops, led by masters of hip-hop, jazz, salsa, classical, and regional dances, await to unveil the secrets of rhythm and grace. The pulsating beats unite us, transcending barriers and inhibitions, while the music becomes the conduit through which our spirits soar. Come discover the heartbeat of college life at this mesmerizing Club, where every step becomes a testament to our shared passion and where the resounding call to dance, 5,6,7... let's dance! fills the air with pure enchantment.",
            "club-image": ""
        },
        {
            "team": "G-Post",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG-20230224-WA0060%20-%20Akshay%20kumar%201.png?updatedAt=1698761127692", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/Screenshot_20230908_111938_Instagram%20-%20Khushi%201.png?updatedAt=1698761127480",
            "club-1-head": "Akshay Kumar",
            "club-2-head": "Khushi",
            "description": "Welcome to G-Post, a thriving magazine society that serves as a creative haven for individuals passionate about capturing and showcasing the vibrant tapestry of events hosted by Galgotias University and its various clubs. Our dynamic team of innovative minds is dedicated to crafting engaging event reports and designing captivating magazines. We breathe life into each magazine page, ensuring that essence of every occasion is preserved and celebrated in the most imaginative manner. Our central mission revolves around fostering personal & collective growth, nurturing individuals not only as contributors but also as learners. We have honed our expertise in the art of design, report writing, and on-field reporting, offering a comprehensive platform for skill development & creative expression. Our engagement goes beyond the printed pages. We actively engage with the Galgotias University student community through thoughtfully organized events, fostering interactions & forging lasting connections. We are more than a society; we are a vibrant ecosystem and a family.",
            "club-image": ""
        },
        {
            "team": "Marketing",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_3643%20-%20Aryan%20Tyagi%201.png?updatedAt=1698761208696", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/1671818784367%20-%20Hrithik%20Pandey%201.png?updatedAt=1698761208676",
            "club-1-head": "Aaryan Tyagi",
            "club-2-head": "Hrithik Pandey",
            "description": "Welcome to the GU Marketing Club, where we offer students a dynamic platform to unleash their marketing skills and give people exactly what they desire while leaving them craving for more. Our ultimate goal is to create an irresistible buzz that draws people in, making them eager to experience the hype firsthand. Our mission is to keep you updated with every exciting happening on campus, from club auditions, promotional events, and competitions within and beyond the campus, to enriching workshops, seminars, mini-fiestas, and various engaging events hosted by different clubs. Embracing the spirit of fierce promotion, we shine brightest during The Galgotias Unifest, making it an unforgettable experience for all. If you have a flair for marketing and a passion for creating exclusive events that leave lasting memories, we invite you to join us on our journey. Together, we'll craft moments people will want to take advantage of, where every occasion becomes an extraordinary affair. Remember, we firmly believe that Exclusive events give priceless memories. So, come aboard & let's shape our future experiences.",
            "club-image": ""
        },
        {
            "team": "Kafila",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_0558%20-%20Zuhaib%20subhani%201.png?updatedAt=1698761272483", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/Screenshot_2023-10-21-15-25-18-89_965bbf4d18d205f782c6b8409c5773a4%201.png?       updatedAt=1698761272290",
            "club-1-head": "Zuhaib Subhani",
            "club-2-head": "Ritika Singh",
            "description": "Introducing the mental health club of Galgotias University: We are Kafila. As the name suggests, we are a student-run organisation aiming to cultivate self-love while battling unhealthy emotions and becoming more robust. We aim to provide a safe space for every student and help them reach out to share their life experiences, their emotions, their well-being, etc. We understand that mental health determines how we think and react to situations in Life. Good mental health is associated with feeling positive and coping with our daily experiences. Our Club collaborates and organizes various activities and events to reach more people at the university and assess them as a mental health support team. We plan events for personal well-being, interpersonal or intrapersonal skills, and medical management skills for people with mental suffering. We aim to reduce the stigma surrounding mental illness, raise awareness, and bridge the gap between students and mental health resources through individual education and outreach events.",
            "club-image": ""
        },
        {
            "team": "All-Booked",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230729_005252%20-%20Ayush%20kumar%20sinha%201.png?updatedAt=1698761347639", 
            "head-2-image": "",
            "club-1-head": "Ayush Kumar Sinha",
            "club-2-head": "Shruti Sharma",
            "description": "Step into the enchanting realm of All Booked - the official book club of Galgotias University, where the allure of storytelling and the magic of words converge to spread the love for reading. Within our sanctuary of literary marvels, we bask in the profound wisdom of esteemed authors, whose quotes resonate like captivating melodies, guiding us through the labyrinth of literature. Our members embark on delightful e-meets and open discussions, selecting a book to read within a specific timeframe. After relishing the literary journey, we schedule meetings to engage in lively discussions. Each book is covered in two enriching meetings, approximately 20-25 days apart, where we delve into the minds of authors, inspired by the timeless words of literary giants like Virginia Woolf. Upon completing each literary masterpiece, we celebrate by creating dedicated posts, encompassing reviews, cherished quotes, or captivating reels. To infuse even more joy, we occasionally host fun events tailored to the interests of fellow bibliophiles. So come, join us in this literary adventure, where books become our trusted companions, and the love for reading binds us together in the Literary Haven!",
            "club-image": ""
        },
        {
            "team": "Human's of Galgotia's",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230204_225433_314%20-%20apurv%20mishra%201.png?updatedAt=1698761398577", 
            "head-2-image": "",
            "club-1-head": "Apurv Mishra",
            "club-2-head": "Aditya Mandal",
            "description": "HUMANS OF GALGOTIAS is a team of storytellers who concentrate on the journey of individuals, showing our followers that every person is unique, inspirational, and relatable. As Humans of galgotias began as a photography project, the initial goal was to photograph galgotians on the campus of galgotias and create a catalog of the Galgotians. Somewhere along the way, we began to interview our subjects in addition to photographing them and alongside their portraits, we'd include quotes and short stories from their lives. As we observe in our day-to-day life, many of our friends and colleagues having the different & interesting sight of view of seeing the people & things around them, so we cover the short stories of their lives in the form of posts, audios, and many more ways. We are also preparing for the podcasts soon so that our reachability increases. Humans of Galgotias, inspired by Humans of New York & Humans of Mumbai, covers the story of every other Galgotian, After all, every story matters. Don't they?",
            "club-image": ""
        },
        {
            "team": "Frag",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/WhatsApp%20Image%202023-09-07%20at%2021.19%201.png?updatedAt=1698761775367", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_8955_Original%20-%20Siddhartha%20Rathore%201.png?updatedAt=1698761775477",
            "club-1-head": "Harsh Vyas",
            "club-2-head": "Siddharth Ratana",
            "description": "Whenever you turn on your gear, F.R.A.G. encapsulates the excitement of play, growth, triumph, and glory! Planning fresh steps to impress the gaming community next to a console. Every winner enjoys their victory while the loser gains knowledge. In a world where gaming transcends entertainment and becomes a way of Life, the Galgotias University Gaming Club, i.e. F.R.A.G., stands a beacon for those who find joy in pixels, strategy, and immersive storytelling. Gaming is more than just entertainment; it's a skill, strategy, and teamwork realm. We are more than a club; we are a family of gamers united by our shared passion and the electric pulse of virtual worlds. Gaming isn't just a solo adventure; it's a journey best experienced with kindred spirits. The Club fosters a sense of community that extends beyond the console. A never-ending need to test limits, protect, attack, and rejoice. It's not just a game; it's a way of Life where decisions determine success or failure. That miraculous second alters people's futures forever. We are entirely entangled in the game and thrive off of it. This is F.R.A.G.",
            "club-image": ""
        },
        {
            "team": "Artistico",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/arpit%20-%20Arpit%201.png?updatedAt=1698761870586", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230729_102624%20-%20anshika%20kalshan%201.png?updatedAt=1698761870715",
            "club-1-head": "Arpit Garg",
            "club-2-head": "Anshika",
            "description": "Artistico club is the art club of Galgotias. We mainly manage all different events in university and also take part in competitions in different universities. Our club also conducts competitions on festival time or any time when it is thought to be required. It is said “He who works with his hands is a Labour. He who works with his head is a Craftsman, But he who works with his hands, his head and his heart is an ARTIST.” Whether you're an accomplished artist or simply curious to explore your creative side, our club provides a supportive community to learn, experiment, and flourish. Together, we'll breathe life into blank canvases and sculpt dreams into reality. Come, let your creativity flow freely with Artistico – where every shade and texture contributes to the vibrant tapestry of our artistic universe.",
            "club-image": ""
        },
        {
            "team": "Humanity Saviour's",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/IMG_20230904_222215%20-%20Ayush%20Ranjan%201.png?updatedAt=1698761968109", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/WhatsApp%20Image%202023-06-12%20at%2020.45%201.png?updatedAt=1698761968300",
            "club-1-head": "Ayush Ranjan",
            "club-2-head": "Naina Singh",
            "description": "In the vast ocean of humanity, our Club's noble motive is to spread awareness, reminding people of the goodness within. We strive to ignite compassion and kindness through events that touch lives, whether providing food to people experiencing poverty, visiting nursing homes, or supporting orphanages. Our success lies not in numbers but in the profound impact on even a few souls. Join us on this transformative journey to infuse the world with the power of humanity, creating a tapestry of love and unity. In the symphony of our endeavours, we seek to keep the flame of humanity alive. With hearts entwined, we aim to create a harmonious world, leaving an indelible mark of love upon this beautiful tapestry. Together, let us embrace the essence of being human and make a difference, one act of kindness at a time.",
            "club-image": ""
        },
        {
            "team": "Cyber Cell",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/Picsart_23-09-05_08-55-05-500%20-%20Suvidh%20Kant%201.png?updatedAt=1698762080838", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/InShot_20230903_003153710~2%20-%20Suman%20Sourav%201.png?updatedAt=1698762080916",
            "club-1-head": "Suvidh Kant",
            "club-2-head": "Suman Sourav",
            "description": "Within the walls of Galgotias University, there exists a haven known as the CYBER CELL—a sanctuary where like-minded souls passionate about cybersecurity and information security unite. Their noble quest? To stand against the shadowy forces of cybercrime and equip students with the wisdom and tools to fortify their digital realms. This valiant club doesn't merely stop at raising the banner of cybersecurity; they actively sow the seeds of awareness, nurture it with training, and invest in the diverse battlegrounds of cybercrime prevention. Beyond the university gates, they embark on missions to enlighten the masses about the perils of cyber threats, the art of safe online conduct, and the sacred path of reporting cyber misdeeds. But here's where the magic unfolds—through thrilling Hackathons and the exhilarating Capture The Flag challenges, they unveil the true essence of cybersecurity. It's not just a realm for tech wizards; it's a fusion of knowledge, innovation, and unbridled fascination. Within the CYBER CELL's embrace, students evolve into digital sentinels, mastering the art of ethical hacking and standing as guardians, shielding the very future of the online world.",
            "club-image": ""
        },
        {
            "team": "Panache",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/af955c21-01fb-4d06-87ec-4b984d2e1307%20-%20Aayushi%20Pandey%201.png?updatedAt=1698762155341", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/Screenshot_20230908_204040_Gallery%20-%20vanshika%20singh%201.png?updatedAt=1698762155377",
            "club-1-head": "Aayushi Pandey",
            "club-2-head": "Vanshika Singh",
            "description": [
                "Panache is a unique club that seamlessly intertwines the realms of modeling and the latest fashion trends. It's an initiative dedicated to the entire spectrum of design work. Panache commits to crafting captivating fashion pieces and introducing a more stylish perspective at upcoming events. Fashion design, in its essence, serves as a conduit that weaves together the diverse cultural tapestries of the world into the fabric of clothing. It's not merely about garments; it's a medium for storytelling and capturing the essence of moments in time.",
                "Panache is an inclusive club, welcoming individuals who have a passion for studying fashion trends, sketching innovative designs, and nurturing new concepts and ideas. It's not limited to clothing alone.",
                "Panache encompasses everything related to enhancing one's appearance, including hairstyles and beauty. We invite you to become a part of Panache, where you can manifest your creative ideas through the medium of fashion and proudly showcase them to the world. Join us on this exciting journey of self-expression and style exploration."
            ],
            "club-image": ""
        },
        {
            "team": "Quizzard",
            "head-text": "Club Heads",
            "head-1-image": "https://ik.imagekit.io/qnbmvykj4/Snapchat-2141115066%20-%20akshat%20singh%201.png?updatedAt=1698762237236", 
            "head-2-image": "https://ik.imagekit.io/qnbmvykj4/InShot_20230111_215942875%20-%20Yashika%20Tomar%201.png?updatedAt=1698762238426",
            "club-1-head": "Akshat Singh",
            "club-2-head": "Yashika Tomar",
            "description": [
                "Prepare to embark on an exhilarating intellectual voyage as we enthusiastically reveal and extend a hearty welcome to the newest addition as the Quiz Society of Galgotias University - Quizzard.",
                "Quizzard transcends the typical trivia club experience; it's your gateway to unlocking a realm of knowledge and nurturing authentic camaraderie. Quizzes that traverse a broad spectrum of subjects, electrifying trivia marathons that promise excitement, and abundant opportunities to connect with fellow enthusiasts of knowledge. Regardless of your current level of expertise, Quizzard opens its doors to all, ensuring a journey filled with captivating facts, lasting friendships, and the pure delight of learning. Quizzard is more than a club; it's an intellectual sanctuary, a vibrant community where minds come alive, curiosity flourishes, and the pursuit of knowledge evolves into a passion. With its dynamic and intellectually stimulating ambiance, Quizzard stands as a pulsating crux where curiosity knows no boundaries, and the quest for enlightenment becomes a thrilling adventure. Join us in Quizzard, where each moment propels you toward a brighter, more enlightened future."
            ],
            "club-image": ""
        }
    ]
}

